Repository: nhuquan/livana-home
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Home
vi: Trang Chủ

source: Our Services
vi: Dịch Vụ

source: Our Work
vi: Sản phẩm

source: Work With Us
vi: Liên Hệ

# homeSlogan
source: Where innovation serves humanity.
vi: Sáng tạo vì con người.

# homeValues
source: The Buddha taught that real success comes from earning your living honestly, peacefully, and without harming others. At Livana Software, we understand that in the modern world, technology is often driven by money. While money is important, it should not be the only motivation. Hence, we have deliberately chosen to focus our time and energy on building things that truly matter. Our aim is to create products and services that have a meaningful and positive impact on both people's lives and the society. We believe that real value is created from good deeds and we are rewarded enough simply by doing them.
vi: Đức Phật dạy rằng thành công thực sự đến từ việc kiếm sống một cách lương thiện, an lạc và không làm hại người khác. Tại Livana Software, chúng tôi hiểu rằng trong thế giới hiện đại, công nghệ thường bị chi phối bởi tiền bạc. Mặc dù tiền bạc là quan trọng, nhưng nó không nên là động lực duy nhất. Do đó, chúng tôi đã chủ động chọn tập trung thời gian và năng lượng vào việc xây dựng những thứ thực sự có ý nghĩa. Mục tiêu của chúng tôi là tạo ra các sản phẩm và dịch vụ có tác động tích cực và ý nghĩa đối với cuộc sống con người và xã hội. Chúng tôi tin rằng giá trị thực sự được tạo ra từ những việc làm thiện lành và chúng tôi được đền đáp xứng đáng chỉ bằng việc thực hiện chúng.

source: Chat with us
vi: Liên hệ

# servicesDescription
source: Livana is a full-service software company that helps companies to face the challenge in their digital transformation journey. Our expertise is in working directly with our client as an extension of their team to support rapid growth and help bring projects to life.
vi: Livana là công ty phần mềm cung cấp dịch vụ toàn diện giúp các công ty đối mặt với thách thức trong hành trình chuyển đổi số. Chuyên môn của chúng tôi là làm việc trực tiếp với khách hàng như một phần mở rộng để hỗ trợ tăng trưởng nhanh chóng và giúp hiện thực hóa các dự án phức tạp.

# serviceSoftwareDelivery
source: Software delivery
vi: Phát triển phần mềm

# serviceBackend
source: Backend systems
vi: Hệ thống Backend

# serviceTeamAugmentation
source: Team augmentation
vi: Mở rộng đội ngũ

# serviceTechLead
source: Tech-lead
vi: Trưởng nhóm kỹ thuật

# serviceFullstack
source: Fullstack engineer
vi: Kỹ sư Fullstack

# serviceQA
source: QA
vi: Kiểm thử (QA)

# serviceUXUI
source: UX/UI
vi: Thiết kế UX/UI

# serviceConsultant
source: Consultant
vi: Tư vấn

# serviceTraining
source: Training
vi: Đào tạo

# serviceAdhocSupport
source: Adhoc support
vi: Hỗ trợ đột xuất

# serviceOnDemand
source: On demand session
vi: Phiên tư vấn theo yêu cầu

# projectGarageDesc
source: Smart garage maintenance and vehicle tracking.
vi: Bảo trì gara thông minh và theo dõi phương tiện.

# projectFocusTrackerDesc
source: Track your focus time and build productive habits.
vi: Theo dõi thời gian tập trung và xây dựng thói quen hiệu quả.

# projectEngagedBuddhismDesc
source: Buddhist teachings from Zen Master Thich Nhat Hanh
vi: Lời dạy Phật giáo từ Thiền sư Thích Nhất Hạnh

# projectMoonCalendarDesc
source: Track moon phases and connect with lunar cycles.
vi: Theo dõi các giai đoạn mặt trăng và kết nối với chu kỳ âm lịch.

# projectDailyWisdomDesc
source: Daily inspirational quotes to brighten your day.
vi: Những câu trích dẫn truyền cảm hứng hàng ngày.

# projectSoundGroundDesc
source: Relax and focus with ambient sounds.
vi: Thư giãn và tập trung với âm thanh êm dịu.

# projectFlappyDesc
source: A fun and addictive game to challenge your friends.
vi: Trò chơi vui nhộn và gây nghiện để thách thức bạn bè.

# projectStarHunterDesc
source: Explore the universe and hunt for stars.
vi: Khám phá vũ trụ và săn tìm các vì sao.

# projectMaiDesc
source: Your personal AI companion for mental wellness.
vi: Người bạn đồng hành AI cho sức khỏe tinh thần.

# letsBuildSomething
source: Let's build something beautiful.
vi: Hãy cùng xây dựng một phần mềm thú vị.

# contactUsButton
source: Contact Us
vi: Liên hệ ngay

# contactFormDescription
source: Please use the form below to request a quote for a project, inquire about a collaboration, or simply say hello.
vi: Hãy sử dụng biểu mẫu bên dưới để yêu cầu báo giá dự án, hợp tác hoặc đơn giản là gửi lời chào.

source: Name (required)
vi: Tên (bắt buộc)

source: Your Name
vi: Tên của bạn

# enterNameError
source: Please enter your name.
vi: Vui lòng nhập tên của bạn.

source: Email (required)
vi: Email (bắt buộc)

# enterEmailError
source: Please enter your email.
vi: Vui lòng nhập email.

# enterValidEmailError
source: Please enter a valid email address.
vi: Vui lòng nhập địa chỉ email hợp lệ.

source: Message (required)
vi: Tin nhắn (bắt buộc)

# enterMessageError
source: Please enter your message.
vi: Vui lòng nhập tin nhắn.

# submitButton
source: Submit
vi: Gửi

# submittingMessage
source: Submitting...
vi: Đang gửi...

# successMessage
source: Thank you! Your message has been received.
vi: Cảm ơn! Tin nhắn của bạn đã được nhận.

# errorMessage
source: An error occurred. Please check your connection and try again.
vi: Đã xảy ra lỗi. Vui lòng kiểm tra kết nối và thử lại.

source: Submission in progress...
vi: Đang trong quá trình gửi...

# formError
source: Please correct the errors in the form.
vi: Vui lòng sửa các lỗi trong biểu mẫu.

source: Apps
vi: Ứng dụng

source: Games
vi: Trò chơi
